<template>
  <div class="tarifs__content">
    <h2 class="tarifs__content-title">
      Слушайте свою любимую музыку без ограничений с нашими тарифными планами
    </h2>
    <p class="tarifs__content-text" v-for="text in items" :key="text">
      {{ text }}
    </p>
    <router-link class="tarifs__content-button" to="">Получить премиум</router-link>
  </div>
</template>

<script>
export default {
  data() {
    return {
      items: [
        "Подписывайтесь на наш премиум-план и получайте доступ к огромной библиотеке треков, альбомов и плейлистов в высоком качестве без рекламы. Наслаждайтесь музыкой без прерываний, где бы вы ни находились.",
        "Чем больше вы слушаете, тем больше преимуществ вы получаете! Наши тарифы предлагают не только неограниченный доступ к музыке, но и эксклюзивные возможности, такие как оффлайн-режим, персонализированные рекомендации и возможность создания собственных плейлистов.",
        "Выберите свой идеальный тариф и наслаждайтесь музыкой в любое время и в любом месте! Переходите на премиум и откройте для себя новые музыкальные горизонты прямо сейчас!",
      ],
    };
  },
};
</script>
